{'company': {'symbol': 'AAPL', 'companyName': 'Apple Inc', 'exchange': 'NASDAQ/NGS (GLOBAL SELECT MARKET)', 'industry': 'Electronic Computer Manufacturing ', 'website': 'https://www.apple.com/', 'description': "Apple Inc. is an American multinational technology company headquartered in Cupertino, California, that designs, develops, and sells consumer electronics, computer software, and online services. It is considered one of the Big Five companies in the U.S. information technology industry, along with Amazon, Google, Microsoft, and Facebook. Its hardware products include the iPhone smartphone, the iPad tablet computer, the Mac personal computer, the iPod portable media player, the Apple Watch smartwatch, the Apple TV digital media player, the AirPods wireless earbuds, the AirPods Max headphones, and the HomePod smart speaker line. Apple's software includes iOS, iPadOS, macOS, watchOS, and tvOS operating systems, the iTunes media player, the Safari web browser, the Shazam music identifier, and the iLife and iWork creativity and productivity suites, as well as professional applications like Final Cut Pro X, Logic Pro, and Xcode. Its online services include the iTunes Store, the iOS App Store, Mac App Store, Apple Arcade, Apple Music, Apple TV+, iMessage, and iCloud. Other services include Apple Store, Genius Bar, AppleCare, Apple Pay, Apple Pay Cash, and Apple Card. Apple was founded by Steve Jobs, Steve Wozniak, and Ronald Wayne in April 1976 to develop and sell Wozniak's Apple I personal computer, though Wayne sold his share back within 12 days. It was incorporated as Apple Computer, Inc., in January 1977, and sales of its computers, including the Apple I and Apple II, grew quickly.", 'CEO': 'Timothy Cook', 'securityName': 'Apple Inc', 'issueType': 'cs', 'sector': 'Manufacturing', 'primarySicCode': 3571, 'employees': 147000, 'tags': ['Electronic Technology', 'Telecommunications Equipment', 'Manufacturing', 'Electronic Computer Manufacturing '], 'address': '1 Apple Park Way', 'address2': None, 'state': 'California', 'city': 'Cupertino', 'zip': '95014-0642', 'country': 'US', 'phone': '14089961010'}}